# LitersPerSecondSquareMeter Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
UnitTypeId..::..LitersPerSecondSquareMeter Property
UnitTypeId Class See Also
---
Liters per second square meter.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId LitersPerSecondSquareMeter { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LitersPerSecondSquareMeter As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ LitersPerSecondSquareMeter {
	ForgeTypeId^ get ();
}
```

# See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace